import { Lang } from "@/types/lang";

const Ja: Lang = {
  PAGES: {
    ABOUT: "開催概要",
    EVENTS: "イベント詳細",
    SPONSOR: "スポンサー",
    CONTENTS: "コンテンツ",
    STAFF: "スタッフ",
    TIMETABLE: "タイムテーブル",
    LIVE: "配信",
  },
  HERO: {
    VENUE: "TOC有明コンベンションホール",
    VENUE_SPRINT: "HENNGE株式会社",
    VENUE_INFO: "会場案内",
    TUTORIAL_DATE: "2023.10.26(Thu) (11:00 - 17:30)",
    CONFERENCE_DATE: "2023.10.27(Fri)-28(Sat) (9:00 - 18:00)",
    SPRINT_DATE: "2023.10.29(Sun) (10:00 - 18:00)",
    TICKET_INFO: "チケット案内",
  },
  MENU: {
    ABOUT: {
      COC: "CoC(行動規範)",
      VENUE: "会場案内",
    },
    EVENTS: {
      TIMETABLE: "タイムテーブル",
      EVENTS: "イベント一覧",
      TUTORIAL: "チュートリアル",
      POSTER_SESSION: "ポスターセッション",
      LIGHTNING_TALK: "ライトニングトーク",
      SPRINT: "スプリント",
    },
    SPONSOR: {
      SPONSOR_LIST: "スポンサー一覧",
    },
    CONTENTS: {
      NOC: "NOC",
    },
    STAFF: {
      STAFF: "スタッフ一覧",
    },
    COMING_SOON: "準備中",
  },
  COC: {
    P1: "PyCon JP Code of Conduct （以下「行動規範」といいます。）は、一般社団法人PyCon JP Association（以下「PyCon JP」といいます。）が開催するイベント（以下「本イベント」といいます。）に対して参加される方全員に（以下「参加者」といいます。）と守っていただきたい内容を定めるものです。本イベントに参加していただく参加者の方には、本規約の全ての条項を確認のうえ、本行動規範に同意していただく必要があります。",
    P2: "本イベントは、Pythonユーザが集まり、PythonやPythonを使ったソフトウェアについて情報交換、交流をするためのカンファレンスです。PyCon JPの開催を通じて、Pythonの使い手が一堂に集まり、Pythonにまつわる様々な分野の知識や情報を交換し、新たな友達やコミュニティとのつながり、仕事やビジネスチャンスを増やせる場所とすることが目標です。",
    H1: "ハラスメント行為の禁止",
    P3: "参加者による不適切な行動、ハラスメント行為の例は次のとおりです。",
    UL1LI1: "あらゆる形態の参加者への嫌がらせ",
    UL1LI2:
      "言葉による性別、性的指向、障碍の有無、外見、身体の大きさ、人種、宗教に関する攻撃的なコメント",
    UL1LI3:
      "オンラインイベント会場、会議会場およびコミュニティ、公的空間での（講演を含む）性的な言葉や性的な映像表現、意図的な威力行為、ストーキング、つきまとい、写真撮影や録音によるいやがらせ",
    UL1LI4:
      "トークやその他の会議イベントに対して繰り返して中断しようとする行為",
    UL1LI5:
      "オンラインコミュニティでのディスカッション、対面でのプレゼンテーション、またはその他の対面でのイベントの継続的な中断",
    UL1LI6:
      "嫌がらせを目的としたオンライン活動のログ記録またはスクリーンショットの撮影",
    UL1LI7: "明示的な許可の無い、住所などの他人の個人情報の公開",
    UL1LI8:
      "自殺や自傷行為を奨励することを含む、個人に対する暴力や嫌がらせの扇動",
    UL1LI9:
      "他の人に嫌がらせをしたり、禁止を回避したりするために、追加のオンラインアカウントの作成",
    UL1LI10: "望まれない性的な注意を引きつける行為",
    UL1LI11:
      "不適切な身体接触 (同意なしまたは中止要請後の擬似的な身体的接触を含む)",
    UL1LI12: "相手からの中止要請後にも1対1のコミュニケーションを継続する行為",
    UL1LI13:
      "様々な背景を持つ人々を含む専門家の参加者聴衆に不適切なその他の行為",
    UL1LI14: "",
    UL1LI15: "",
    UL1LI16: "",
    P4: "参加者は、これらのハラスメント行為を止めるように求められた場合、すぐに従わなければなりません。",
    P5: "スポンサーもまた反ハラスメント行為ポリシーに従わなければなりません。特に、スポンサーは性的な関心を引き起こす映像表現、活動、あるいはその他の物品を使うべきではありません。ボランティアを含め、ブースのスタッフは、性的な関心を引き起こすような服装/制服/コスチュームを使うべきではありませんし、その他の手段で性的な関心を引き起こすような環境を作ることもすべきではありません。",
    P6: "もしあなたがハラスメントに遭った場合、他の人がハラスメントに遭っている場合、あるいは他に気になることがあった時は、直ぐに本イベントのウェブサイト上に記載する行動規範の問い合わせ窓口に連絡していただくようお願いします。",
    P7: "会議スタッフは、ハラスメントを経験した人が、会議期間中安全かつ安心と感じられるように、参加者がホテル/会場の警備や近隣の警察に連絡すること、付き添い者の提供、およびその他の支援を行います。私達にとってあなたが参加しているのは大事なことなのです。",
    P8: "",
    H2: "武器の携帯の禁止",
    UL2LI1:
      "武器には、爆発物（花火を含む）、銃、大型ナイフ、および他の人に怪我や危害を加える目的で使用されるその他の物品を含む",
    UL2LI2:
      "これらの物品のいずれかを所持している人は、すぐに会場から立ち去るように求められ、武器なしでのみ戻ることができます。",
    H3: "全ての参加者は会議スタッフからの指示に従ってください。",
    P9: "スタッフからの指示の例は次のとおりです。",
    UL3LI1: "物理的安全、心理的安全を確保するための物",
    UL3LI2: "感染症、地震、台風、津波その他の天変地異",
    UL3LI3: "戦争、暴動、内乱、テロ行為、重大な疾病",
    UL3LI4:
      "法令・規則の制定・改廃、公権力による命令・処分その他の政府による行為",
    UL3LI5: "争議行為、輸送機関・通信回線等の事故",
    UL3LI6: "その他の不可抗力に対応する物",
    P10: "会議スタッフは上記に対応し、安全を確保するため、必要と判断した場合、参加者の本イベントからの退去を求めることがあり、参加者はそれに従う必要があります。",
    P11: "この場合でも、すでに支払い済みの参加費の返金は行いません。",
    P12: "参加者は会議場、ワークショップ会場、また会議に関連したソーシャルイベント、カンファレンスのウェブサイトや使用するアプリケーションで、この行動規範を守ってください。",
    P13: "行動規範についての問い合わせはblog、SNS等への投稿による報告ではなく、行動規範の問い合わせ窓口へのご連絡をお願いします。",
  },
  FOOTER: {
    CONTACT_US: "お問い合わせ :",
    READ_FAQ:
      "事前にFAQをご確認いただけますようにお願いします。 ボランティアによる運営ですので、回答には1週間程度を要します。 何卒お待ちいただけますようにお願いします。",
    PAST_EVENTS: "過去のPyCon JPイベント一覧",
  },
  OVERVIEW: {
    APAC: "PyCon APACは、プログラミング言語「Python」を中心としたボランティアによる非営利の年次カンファレンスです。このカンファレンスの目的は、Pythonプログラミング言語とその周辺技術を探求し、議論・実践できる場を提供することです。運営チームは、アジア太平洋地域における国または地域が主体となり、現在では、シンガポール、マレーシア、インドネシア、フィリピン、タイ、韓国、香港、ベトナム、日本、台湾、インド、バングラデシュが毎年交代して開催され、2023年は日本のメンバーが主体となり運営します。そして、日本での開催は2013年以来の10年ぶりとなります。",
    JP: "PyCon JP は、Python ユーザが集まり、Python や Python を使ったソフトウェアについて情報交換、交流をするためのカンファレンスです。 PyCon JP の開催を通じて、Python の使い手が一堂に集まり、Python にまつわる様々な分野の知識や情報を交換し、新たな友達やコミュニティとのつながり、仕事やビジネスチャンスを増やせる場所とすることが目標です。",
  },
  BLOG: {
    ACCESS: "ニュースをもっと見る",
  },
  STAFF: {
    selina_bio1:
      "PyCon JP 2016に初参加。その後、2017,2018にスピーカー参加し、2020年には招待講演で登壇。",
    selina_bio2:
      "海外では、PyCon US、PyCon Taiwan、PyCon Thailandの参加経験あり。",
    selina_bio3:
      "うさぎ好き。車やDrone, Raspberry Piなどガジェット好き。ピアノ,バイオリンを特訓中。プログラマー、エンジニアではなく科学者(Scientist)を目指す。Pyladies Tokyo Staff, (株)moegi代表。東海大学 航空宇宙学修了。慶應義塾大学SFC研究所 上席所員。",
    peacock_bio:
      "PyCon JP 2020よりボランティアスタッフとして活動。副座長としては2022より。一般社団法人PyCon JP Associationの運営メンバーでもあり、PyCon JP TVのディレクターも務める。\n\n普段は株式会社トップゲートでGoogle CloudによるIaCとDevOpsの推進やGolangによるWeb API開発などを行っている。趣味はミラーレスカメラ、スキー、クラシック音楽鑑賞など。",
    ainamori_bio:
      "株式会社インターネットイニシアティブ勤務。PyConJP2019にNOCチームスタッフとして参加以来、NOC・システムを中心に運営に従事。Pythonとの関わりは主にインフラ開発と運用の自動化・オーケストレーションを目的としている。最近の成果物はFastAPIベース。",
    yoshida_bio:
      "サイバートラスト株式会社 所属、MIRACLE LINUX の製品サポートなどを行っている。 社内サイトをZopeで構築することを切っ掛けとしてPythonを始めた。 共著書に『 Debug Hacks （2009 オライリー・ジャパン刊）』などがある。\n\nPyCon JP 2014からスタッフ、PyCon JP 2015副座長(事務局)、PyCon JP 2016副座長(メディア)、PyCon JP 2017-2019座長。\n\n小江戸らぐ、東京エリアDebian勉強会 などのOSSコミュニティ活動にも参加している。\n\n趣味は温泉巡り、OSCやカンファレンスに参加した際にもよく現地の温泉に行くこと。",
    recruite_title: "当日スタッフ募集中！",
    recruite_text:
      "Pythonコミュニティを盛り上げたい方、カンファレンススタッフに興味がある方など、ぜひお申し込みください！",
    recruite_link: "当日スタッフ募集リンク",
  },
  SPONSOR: {
    H1: "スポンサー募集は終了致しました",
    P1: "現在PyCon APAC 2023におけるスポンサー募集は終了致しました。たくさんの応募有り難うございました。",
    A1: "スポンサー募集概要・応募フォーム",
    DIAMOND: "ダイヤモンドスポンサー",
    PLATINUM: "プラチナスポンサー",
    GOLD: "ゴールドスポンサー",
    SILVER: "シルバースポンサー",
    BRONZE: "ブロンズスポンサー",
    SPECIAL: "特別スポンサー",
    PATRON: "パトロン",
  },
  CONTENTS: {
    NOC: {
      ARCHITECTURE: "アーキテクチャ",
      REALTIMEMONITOR: "リアルタイムモニタ",
    }
  },
  CONFERENCE: {
    SPEAKER_JP: {
      NAME: "喜多 一",
      BIO:
        "京都大学工学部電気工学科卒業，  \n" +
        "同大学 大学院工学研究科修士課程修了，博士課程  \n" +
        "研究指導認定退学. 工学博士．  \n" +
        "\n\n" +
        "1987年-1997年 京都大学工学部助手  \n" +
        "1997年-2000年 東京工業大学大学院総合理工学研究科助教授  \n" +
        "2000年-2003年 大学評価・学位授与機構教授  \n" +
        "2003年-2013年 京都大学学術情報メディアセンター教授を経て  \n" +
        "2013年より京都大学国際高等教育院教授。  \n" +
        "\n\n" +
        "教養共通教育としてのプログラミングを含む情報教育を担当。  \n" +
        "専門はシステム工学・科学。社会シミュレーション、プログラミングを含む情報教育などの研究に従事。",
      IMG_ALT: "喜多 一氏の画像",
      DATE: "2023.10.27(Fri)",
    },
    SPEAKER_EN: {
      NAME: "Lorena Mesa",
      BIO: "以前は政治科学者だったが、現在は GitHub でデータエンジニアとして勤務している。Python Software Foundation では Director 兼議長を務めた。[Journal of Open Source Software (JOSS)](https://joss.theoj.org/about) の編集者や PyLadies Chicago の共同管理者でもある。Obama for America (オバマ元大統領の選挙キャンペーン)での勤務とその後の大学院での研究で、ラテン系の有権者の行動予測などのテーマについての厄介で不完全なデータを分かりやすい分析に変換する方法を学ぶことになった。彼女が今エンジニア・データサイエンティストとして第一線でキャリアを築いているのは応用数学においての類い希なの研究背景があったからである。他には活動家、スター・ウォーズ・オタクやトレッキーである。モットーは「長寿と繁栄を」。",
      IMG_ALT: "Lorena Mesa 氏の画像",
      DATE: "2023.10.28(Sat)",
    },
  },
  ANNOUNCE: {
    NURSERY: {
      TITLE: "託児所",
      DESCRIPTION:
        "小学生以下のお子様を対象に託児所を設置します。\n詳しくはリンク先のPDFをご覧ください。",
    },
    ONE_DAY_STAFF: {
      TITLE: "当日スタッフ募集中！",
      DESCRIPTION:
        "Pythonコミュニティを盛り上げたい方、\nカンファレンススタッフに興味がある方など、ぜひお申し込みください！",
    },
  },
  VENUE: {
    GMAP_T_URL: "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d6485.625372822181!2d139.788521!3d35.632344!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x29ed0c04cca72dd5!2zVE9D5pyJ5piO44Kz44Oz44OZ44Oz44K344On44Oz44Ob44O844Or!5e0!3m2!1sja!2sjp!4v1665392924080!5m2!1sja!2sjp",
    GMAP_S_URL: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3241.8970004904604!2d139.69235317636083!3d35.65490923141856!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x60188b544a131f47%3A0x79fae83a91d05ad8!2sHENNGE!5e0!3m2!1sja!2sjp!4v1696242228315!5m2!1sja!2sjp",
    FLOOR4: "4階",
    FLOOR20: "20階",
    VENUE_TITLE: "会場",
    VENUE_TEXT_T: "TOC有明コンベンションホール",
    VENUE_TEXT_S: "HENNGE株式会社",
    LOCATION_TITLE: "所在地",
    LOCATION_TEXT_T: "東京都江東区有明3丁目5番7号",
    LOCATION_TEXT_S: "東京都渋谷区南平台町16番28号 Daiwa渋谷スクエア",
    STATION_TITLE: "最寄り駅",
    STATION_TEXT_T: "<りんかい線> 国際展示場駅より徒歩3分\n<ゆりかもめ> 東京ビッグサイト駅/有明駅より徒歩4分",
    STATION_TEXT_S: "渋谷駅より徒歩約10分",
  },
  TUTORIAL: {
    INDEX: "PyCon APAC 2023 チュートリアル",
    DESCRIPTION:
      "10/26(木)のTutorial Dayに開催されるチュートリアルでは、参加者が実際に手を動かしながらPythonに関連する様々なトピックについて学びます。今年のPyCon APACでは英語セッション2つと日本語セッション1つの計3セッションが設けられ、各分野においてPythonがどのように活用されているかを知ることができます。\n\n" +
      "※チュートリアルの参加には別途 <Link href='https://pretix.eu/pyconjp/2023-apac/'>チケット販売ページ<ArrowTopRightOnSquareIcon className='inline-block w-4 h-4'/></Link> にて購入できるオプションチケットが必要です。",
  },
  LIGHTNING_TALK: {
    DAY1: "2023.10.27(Fri)",
    DAY2: "2023.10.28(Sat)",
  },
  SUPPORT: {
    FOOD_TITLE: "食事",
    FOOD_DESCRIPTION:
      "各日程で食事が付きます。 \n" +
      "ベジタリアン向けやハラル対応のメニューも用意いたします。",
    NURSERY_TITLE: "託児所",
    NURSERY_SUB_TITLE: "(申し込み終了)",
    NURSERY_DESCRIPTION:
      "各日程とも会場内に託児所を開設します。 \n" +
      "ご利用には事前に申し込みが必要です。",
    DISTANT_TITLE: "遠方支援",
    DISTANT_SUB_TITLE: "(申し込み終了)",
    DISTANT_DESCRIPTION:
      "主に遠方者を対象に、交通費の全額または一部をPyCon JPが負担する制度です。",
  },
  ATTENTION: {
    REGISTRATION_FLOW: {
      TITLE: "当日の入場方法",
      DESCRIPTION:"一般参加者、パトロン、スピーカーの方はPretixで購入した後に送付されるQRコードを入場受付スタッフにお見せください。\n" +
        "見せる方法は、QRコードを印刷したもの及び、スマートフォンで表示させるものどちらでも可能です。",
    }
  }
};

export default Ja;
