[
  {
    "name": "株式会社シオラボ",
    "name_en": "SHIOLAB, Inc.",
    "url": "https://www.shiolab.com/",
    "description": "",
    "description_en": "",
    "logo": "dummy_coming_soon.png",
    "category": "Bronze"
  },
  {
    "name": "Anyflow",
    "name_en": "Anyflow",
    "url": "https://anyflow.jp/",
    "description": "Anyflow株式会社は、”人の時間を創る。”をミッションとするスタートアップ企業です。自社の業務を効率化するためのiPaaS、「Anyflow」、SaaS事業者向けの組み込み型iPaaS、「Anyflow Embed」など、API同士をインテグレーションし、生産性を向上させるためのプロダクトを提供しています。バックエンドにはPythonを採用しており、FastAPI、DjangoORM等を活用しています。Pythonを用いたワークフローエンジンの開発など、ユニークなチャレンジを希望する方の採用エントリーをお待ちしています。",
    "description_en": "",
    "logo": "anyflow.svg",
    "category": "Silver"
  },
  {
    "name": "ニフティ株式会社",
    "name_en": "NIFTY Corporation",
    "url": "https://www.nifty.co.jp/",
    "description": "",
    "description_en": "",
    "logo": "dummy_coming_soon.png",
    "category": "Bronze"
  },
  {
    "name": "グーグル・クラウド・ジャパン合同会社",
    "name_en": "Google Cloud Japan",
    "url": "https://cloud.google.com/innovators?hl=ja",
    "description": "Google Cloud は、最高クラスのインフラストラクチャ、プラットフォーム、インダストリーソリューションと専門知識により、企業のデジタルトランスフォーメーション（DX）を加速します。Google の最先端技術を活用したエンタープライズ グレードのソリューションを、業界で最もクリーンなクラウド上で提供しています。200 以上の国と地域のお客様が、成長を実現し、重要なビジネス上の課題を解決するための信頼できるパートナーとして、Google Cloud を利用しています。",
    "description_en": "",
    "logo": "GoogleCloud.svg",
    "category": "Diamond"
  },
  {
    "name": "株式会社MagicPod",
    "name_en": "MagicPod Inc.",
    "url": "https://magicpod.com/",
    "description": "",
    "description_en": "",
    "logo": "magicpod.png",
    "category": "Silver"
  },
  {
    "name": "株式会社SQUEEZE",
    "name_en": "SQUEEZE Inc.",
    "url": "https://squeeze-inc.co.jp/",
    "description": "",
    "description_en": "",
    "logo": "squeeze.png",
    "category": "Silver"
  },
  {
    "name": "株式会社Flatt Security",
    "name_en": "Flatt Security Inc.",
    "url": "https://flatt.tech/",
    "description": "Flatt Securityは2019年のセキュリティ事業開始以来、「開発者のための次世代セキュリティサービスを届け、世界中のプロダクト開発を加速する」をコーポレートキャッチとして、Webプロダクト開発組織に向けた各種セキュリティ事業を展開しています。\r\n\r\n＜主なサービス＞\r\n・セキュリティ診断：開発者に寄り添ったセキュリティエンジニアによる脆弱性調査・分析サービス\r\n・KENRO：Web開発者のための セキュアコーディング学習サービス\r\n・Shisho Cloud：AWS／Google Cloudのセキュリティを支え、プロダクト開発者やSREチーム、CCoEチームをサポートするSaaS",
    "description_en": "Since the launch of its security business in 2019, Flatt Security has been developing various security services for web product development organizations under the corporate catchphrase \"Delivering next-generation security services for developers and accelerating product development around the world\".\r\n\r\n＜Main Services＞\r\n・Security Assessment: Vulnerability investigation and analysis service by security engineers who work closely with developers.\r\n・KENRO: Secure coding learning service for web developers\r\n・Shisho Cloud: SaaS that supports AWS/Google Cloud security and supports product developers, SRE teams, and CCoE teams.",
    "logo": "FlattSecurity.png",
    "category": "Gold"
  },
  {
    "name": "Axross Recipe",
    "name_en": "Axross Recipe",
    "url": "https://axross-recipe.com/",
    "description": "",
    "description_en": "",
    "logo": "axross_recipe.png",
    "category": "Silver"
  },
  {
    "name": "株式会社はてな",
    "name_en": "Hatena Co., Ltd.",
    "url": "https://hatena.co.jp",
    "description": "",
    "description_en": "",
    "logo": "dummy_coming_soon.png",
    "category": "Bronze"
  },
  {
    "name": "日本経済新聞社",
    "name_en": "Nikkei Inc.",
    "url": "https://hack.nikkei.com/",
    "description": "",
    "description_en": "",
    "logo": "dummy_coming_soon.png",
    "category": "Bronze"
  },
  {
    "name": "GROOVE X",
    "name_en": "GROOVE X",
    "url": "https://groove-x.com/",
    "description": "",
    "description_en": "",
    "logo": "GROOVE_X.png",
    "category": "Silver"
  },
  {
    "name": "株式会社LegalOn Technologies",
    "name_en": "LegalOn Technologies, Inc.",
    "url": "https://legalontech.jp/",
    "description": "",
    "description_en": "",
    "logo": "LegalOn.png",
    "category": "Silver"
  },
  {
    "name": "HireRoo",
    "name_en": "HireRoo",
    "url": "https://hireroo.io/company",
    "description": "HireRoo はエンジニア採用におけるミスマッチを削減する、オンライン完結型のコーディング試験サービスです。「すべてのエンジニアが正当に評価され、個々の力が最大限に発揮できる世界を実現する。」という我々の Mission を達成すべく、PyCon APAC 2023 にも協賛という形で貢献し、 Pythonista の方々の力を発揮することをサポートできれば幸いです。",
    "description_en": "HireRoo is an online coding testing service that reduces mismatches in the engineering hiring process. We hope to contribute to the PyCon APAC 2023 as a sponsor and support Pythonista in achieving our mission of \"Realizing a world in which all engineers are valued fairly and can demonstrate their full potential\".",
    "logo": "hireroo.png",
    "category": "Gold"
  },
  {
    "name": "株式会社 いい生活",
    "name_en": "e-Seikatsu Co., Ltd.",
    "url": "https://www.e-seikatsu.info/",
    "description": "",
    "description_en": "",
    "logo": "dummy_coming_soon.png",
    "category": "Bronze"
  },
  {
    "name": "株式会社ビープラウド",
    "name_en": "BeProud inc.",
    "url": "https://www.beproud.jp/",
    "description": "株式会社ビープラウドはシステム開発のプロフェッショナルチームです。\r\n2008年にPythonを主言語として採用、優秀なPythonエンジニアがより力を発揮できる環境作りに努めています。Pythonオンライン学習サービス「PyQ」、IT勉強会支援プラットフォーム「connpass」、システム開発者向けクラウドドキュメント「TRACERY」の開発・運営など、技術・ノウハウの発信と技術コミュニティへの協力にも力を入れています。",
    "description_en": "\"BeProud\" is a Japanese company that develops a lot of services like \"Connpass\" and \"PyQ\" and \"TRACERY\" using Python. We are known for welcoming many excellent Pythonistas and creating good development environments for engineers.\r\n\r\nWe are doing our best to the development of the Python and Python's community.\r\nWe distribute our know-how by giving Python training, writing technical books about Python, holding a study group called \"BPStudy\", and more.",
    "logo": "beproud.svg",
    "category": "Gold"
  },
  {
    "name": "株式会社アーバンエックステクノロジーズ",
    "name_en": "UrbanX Technologies, Inc.",
    "url": "https://urbanx-tech.com",
    "description": "アーバンエックステクノロジーズは「都市インフラをアップデートし、すべての人の生活を豊かに」することをミッションに2020年に創業しました。\r\n現在はAIによる道路損傷検知サービス「RoadManager」を中心に「しなやかな都市インフラ管理を支えるデジタル基盤を作る」ビジョンを実現すべく日々開発を進めています。\r\nPython、Djangoを主にしつつその他技術も得意とされるエンジニアの方を重点的に募集しております。",
    "description_en": "UrbanX Technologies was established in 2020 with our mission to \"Update city infrastructure to enrich everyone's lives\".\r\nWe provide RoadManager to realize our vision, \"To implement flexible city infrastructure management\".\r\nWe are looking for web engineers who have strong knowledge with Python, Django. If you are interested, please visit our booth.",
    "logo": "UrbanXtechnology.svg",
    "category": "Gold"
  },
  {
    "name": "株式会社リセ",
    "name_en": "Lisse Co., Ltd.",
    "url": "https://lisse-law.com/",
    "description": "",
    "description_en": "",
    "logo": "Lisse.png",
    "category": "Silver"
  },
  {
    "name": "株式会社アイリッジ",
    "name_en": "iRidge, Inc.",
    "url": "https://iridge.jp/",
    "description": "",
    "description_en": "",
    "logo": "iRidge.png",
    "category": "Silver"
  },
  {
    "name": "HENNGE株式会社",
    "name_en": "HENNGE K.K.",
    "url": "https://hennge.com/jp/",
    "description": "Pythonistaのみなさま、こんにちは。HENNGEです。PyCon APACの支援ができることをとても嬉しく思います。HENNGEは「テクノロジーの解放」というビジョンのもと、多くの人々がテクノロジーの恩恵を享受できるようSaaSを通じて支援するB2B企業です。\r\n主力サービスのクラウドセキュリティ製品「HENNGE One」は、クラウドサービスがもたらす「働く環境の柔軟性」と、クラウドサービスをどこからでも活用するために必要な「安全性」を両立させるソリューションです。HENNGEはPythonエンジニアを積極採用中です！29日のSprintもサポートしていますので、よろしくお願いします！",
    "description_en": "Hello, Pythonistas! We are HENNGE, and we are thrilled to be a part of PyCon APAC this year!\r\nOur product, HENNGE One, is a leading cloud security service in Japan, enabling customers to adopt flexible work environments and safely harness the power of the cloud from any location. With cloud security taken care of, you can focus on achieving results by working smartly.\r\nWe continuously bridge the gap between tomorrow's ideas and today's real-world needs through SaaS. We are looking for Python Engineers to help our growth. See some of you at the Spring on the 29th!",
    "logo": "hennge.svg",
    "category": "Platinum"
  },
  {
    "name": "株式会社カケハシ",
    "name_en": "KAKEHASHI Inc.",
    "url": "https://www.kakehashi.life/",
    "description": "調剤薬局を入口に、日本の医療システムの再構築を目指すヘルステックスタートアップ。創業2016年。現在、主要サービスの一つ薬局SaaS「Musubi」のユーザーは全国7000店以上（シェア10％超）に。そのほか患者フォローシステム「Pocket Musubi」など薬局関連サービスを複数展開。\r\n\r\nDev/Bizの垣根なく一貫してアジャイルな組織を志向。「プロダクトを介して蓄積される医療現場の膨大なリアルデータを、医療価値の向上にどう活かしていくか」という観点で、既存プロダクトの改善から新規事業まで、一人ひとりの自律的な行動によりプロジェクトを推進。ミッションは「日本の医療体験を、しなやかに」。",
    "description_en": "KAKEHASHI is a healthcare technology start-up, founded in 2016, focusing on Digital Transformation of Japanese pharmacies as the first step of its growth strategy. Our main product, Musubi, is chosen by over 7,000 pharmacy stores which represents more than 10% of pharmacies in Japan. We also deliver direct value to patients through a related product, Pocket Musubi, which automatically send check-up questions tailored for the medicines that the patients received at the pharmacy.\r\n\r\nKAKEHASHI is a unique company which not only has an agile organizational philosophy, but also is a compound start-up. The company is striving for its mission of \"inventing a sustainable medical eco-system\" by leveraging the medical data assets accumulated by its multi-product strategy.",
    "logo": "kakehashi.png",
    "category": "Platinum"
  },
  {
    "name": "一般社団法人Pythonエンジニア育成推進協会",
    "name_en": "Python Engineer Development Association",
    "url": "https://www.pythonic-exam.com/",
    "description": "PythonZen ＆ PEP8検定、Python基礎試験/実務試験、データ分析試験を運営しています。お陰様で経済産業省ガイドラインITSSにも登録され、年間受験者数は1万5千人を超えるまでに成長しました。受験いただいた皆様、ご支援いただいた皆様、ありがとうございます！今年もブースでは大抽選会を実施しますので、是非遊びに来てください。",
    "description_en": "We  originated to authorize tests and learning materials, which serve as guidelines for study, in addition to schools in order to support the training of sound Python programmers who understand Pythonic as the market for the language grows. We provide Python 3 Certified Engineer Basic Examination and Python 3 Certified Engineer Data Analytics Examination in Japan.",
    "logo": "pythoned.png",
    "category": "Gold"
  },
  {
    "name": "セーフィー株式会社",
    "name_en": "Safie Inc.",
    "url": "https://safie.co.jp/",
    "description": "Safie（セーフィー）は、カメラとインターネットをつなぐだけでスマホやPCでいつでもどこでも映像を確認できる、クラウド録画サービスシェアNo.1の映像プラットフォームです。\r\n防犯のみならず、「遠隔確認」や「遠隔監査」、コストの削減や省人化、技術継承などに映像をお役立ていただいています。\r\nまた、映像データと解析技術やAIを連携することで、生産性の向上や業務効率の改善にも寄与しています。\r\n「映像から未来をつくる」をビジョンに掲げ、映像データの活用で社会の課題解決やあらゆる産業の”現場DX”を推進します。",
    "description_en": "“Safie” is a cloud-based video management platform which brings our customers a new standard to manage their video assets anytime and anywhere.\r\nSafie works not only for security and surveillance, but also for business operation improvement and marketing applications.\r\nOur platform accommodates various innovative applications by connecting with cameras and IoT devices, and we build a new ecosystem on it to enable digital transformation at any workplaces to create a better future with intelligent vision.",
    "logo": "safie.svg",
    "category": "Gold"
  },
  {
    "name": "エンジニア人材紹介のギークニア",
    "name_en": "Geekneer Inc.",
    "url": "https://geekneer.com/",
    "description": "ギークニアは「エージェント全員が元エンジニア」のIT専門の人材紹介会社です。転職を考えるなら、開発実務のわかるエージェントに転職相談しませんか？\r\n私たちは「ギークの楽園をつくる！」をモットーに、ITエンジニア、ITコンサルタント、データサイエンティスト、プロダクトマネージャーなどの愉快なキャリア支援を行っていきます。\r\n代表の齋藤も現役のPythonエンジニアで、毎年のPyCon JPを楽しみにしております。\r\nエンジニア転職・エンジニア人材紹介のギークニアをよろしくお願いします。",
    "description_en": "Geekneer is a recruitment agency specializing in IT recruitment where \"all agents are former engineers\". If you are thinking about changing jobs, why not consult with an agent who understands development practices?\r\nOur motto is \"Creating a Geek's Paradise! we will provide delightful career support for IT engineers, IT consultants, data scientists, and product managers.\r\nOur CEO Saito, is also an active Python engineer and looks forward to PyCon JP every year.",
    "logo": "geekneer.png",
    "category": "Silver"
  },
  {
    "name": "株式会社博報堂テクノロジーズ",
    "name_en": "HAKUHODO Technologies",
    "url": "https://recruit.hakuhodo-technologies.co.jp/",
    "description": "フルファネルマーケティング・生活者インターフェース市場・メディア・クリエイティブ領域をはじめとした各種テクノロジー戦略の立案・開発を行うテクノロジー専門会社。マーケティング×テクノロジーの力で、社会と生活者に新しい価値や体験を提供するテクノロジー戦略会社として、博報堂ＤＹグループの開発体制を集結し、体制強化・進化を目的として2022年4月に設立。 ",
    "description_en": "",
    "logo": "H_Technologies.jpg",
    "category": "Gold"
  },
  {
    "name": "Forkwell",
    "name_en": "Forkwell",
    "url": "https://forkwell.com/",
    "description": "2012年、職務経歴や経験技術などのプロフィールを登録できるポートフォリオサービスをローンチ。ITエンジニアに特化した求人・転職支援サービス、イベントやセミナーの開催を通じてITエンジニアのキャリア支援を行っています。新型コロナウイルス感染症が深刻化した2020年以降からは、オフライン開催されていたイベント・勉強会の早期オンライン化にも着手しました。今後も、時代に合わせた価値のある情報・サービス・場を提供し、より満足度の高いサービスを目指しながらITエンジニアのキャリア支援に貢献していきます。",
    "description_en": "Introducing Forkwell - the epitome of career support and growth for IT engineers since its inception in 2012. We pride ourselves on providing a dynamic portfolio service, where professionals can register their profiles, showcasing their job experience and technical expertise. Our specialized job placement services have been instrumental in connecting talented IT engineers with their dream roles, while our career support initiatives have nurtured their growth and success.\r\nIn response to the challenges posed by the COVID-19 pandemic in 2020, we swiftly adapted our offline events and study sessions into online formats, ensuring that the learning and networking opportunities remained uninterrupted.\r\nAt Forkwell, we are committed to staying ahead of the curve and evolving with the changing times. Our dedication to delivering valuable information, services, and platforms is unwavering. We continuously seek to enhance our offerings, making sure that IT engineers receive the most satisfying and relevant services for their career advancement.",
    "logo": "forkwell.png",
    "category": "Gold"
  },
  {
    "name": "ファインディ株式会社",
    "name_en": "Findy Inc.",
    "url": "https://findy.co.jp/",
    "description": "Findy（ファインディ）は、GitHub等の解析を行い、エンジニアのスキルやエンジニア組織の生産性を「見える化」することがサービスの特徴です。 ハイスキルなエンジニアと企業をマッチングするサービス「Findy」、「Findy Freelance」、「Findy Global」、エンジニア組織のパフォーマンスを最大化するために組織内の開発生産性を可視化するサービス「Findy Team+」の4つの事業を展開しています。登録ユーザーは120,000人を突破、導入企業数が1,000社を超え、スタートアップからDXを推進したい大手企業まで幅広い企業に導入していただいております。",
    "description_en": "Findy is an AI-based HR platform designed to provide recruitment services for highly-skilled engineers. The platform includes a skill assessment technology with skill evaluation algorithms in order to find an optimal match for vacant job positions, enabling companies to recruit credible employees for their business.\r\nThey newly released an engineering management platform to visualize engineers' development productivity. ",
    "logo": "findy.png",
    "category": "Platinum"
  },
  {
    "name": "さくらインターネット株式会社",
    "name_en": "SAKURA internet Inc.",
    "url": "https://www.sakura.ad.jp/",
    "description": "",
    "description_en": "",
    "logo": "sakura_internet.png",
    "category": "Silver"
  },
  {
    "category": "special",
    "name": "株式会社インターネットイニシアティブ",
    "url": "http://www.iij.ad.jp/",
    "logo": "IIJ_logo.png",
    "description": "IIJ",
    "name_en": null,
    "description_en": null
  },
  {
    "category": "patron",
    "name": "Coming soon",
    "url": "http://pycon.jp/",
    "logo": "dummy_coming_soon.png",
    "description": "coming soon...",
    "name_en": null,
    "description_en": null
  }
]